Revit 2024 API
SymbolTypeId.KNDashMPerM Property
 Symbol kN-m/m, indicating unit Kilonewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNDashMPerM { get; }
Visual Basic
Public Shared ReadOnly Property KNDashMPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNDashMPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace